{
 "items": [
  {
   "volumeInfo": {
    "description": "The star of television's The Dog Whisperer presents a commonsense guide to understanding canine behavior and dealing with common dog problems, explaining how to use a dog's natural pack instincts to help fix behavioral issues and emphasizing the importance of exercise, discipline, and affection in each dog's life. 50,000 first printing.",
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=SA-MtfnCB8wC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=SA-MtfnCB8wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=KH4nAQAAIAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=KH4nAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "description": "A molecular biologist turned Buddhist monk, described by scientists as \"the happiest man alive,\" demonstrates how to develop the inner conditions for true happiness.",
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=lfJof4vMsQ0C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=lfJof4vMsQ0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "description": "It is exactly like Isaiah 11:6: “The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid . . . ” Written by National Geographic magazine writer Jennifer Holland, Unlikely Friendships documents one heartwarming tale after another of animals who, with nothing else in common, bond in the most unexpected ways. A cat and a bird. A mare and a fawn. An elephant and a sheep. A snake and a hamster. The well-documented stories of Koko the gorilla and All Ball the kitten; and the hippo Owen and the tortoise Mzee. And almost inexplicable stories of predators befriending prey—an Indian leopard slips into a village every night to sleep with a calf. A lionness mothers a baby oryx. Ms. Holland narrates the details and arc of each story, and also offers insights into why—how the young leopard, probably motherless, sought maternal comfort with the calf, and how a baby oryx inspired the same mothering instinct in the lionness. Or, in the story of Kizzy, a nervous retired Greyhound, and Murphy, a red tabby, how cats and dogs actually understand each other’s body language. With Murphy’s friendship and support, Kizzy recovered from life as a racing dog and became a confident, loyal family pet. These are the most amazing friendships between species, collected from around the world and documented in a selection of full-color candid photographs.",
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=Y_abXu8ODaEC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=Y_abXu8ODaEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=YGYD9pWfgWMC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=YGYD9pWfgWMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "description": "NEW YORK TIMES BESTSELLER • A NEW YORK TIMES NOTABLE BOOK The remarkable story of James Howard “Billy” Williams, whose uncanny rapport with the world’s largest land animals transformed him from a carefree young man into the charismatic war hero known as Elephant Bill Billy Williams came to colonial Burma in 1920, fresh from service in World War I, to a job as a “forest man” for a British teak company. Mesmerized by the intelligence, character, and even humor of the great animals who hauled logs through the remote jungles, he became a gifted “elephant wallah.” Increasingly skilled at treating their illnesses and injuries, he also championed more humane treatment for them, even establishing an elephant “school” and “hospital.” In return, he said, the elephants made him a better man. The friendship of one magnificent tusker in particular, Bandoola, would be revelatory. In Elephant Company, Vicki Constantine Croke chronicles Williams’s growing love for elephants as the animals provide him lessons in courage, trust, and gratitude. But Elephant Company is also a tale of war and daring. When Imperial Japanese forces invaded Burma in 1942, Williams joined the elite Force 136, the British dirty tricks department, operating behind enemy lines. His war elephants would carry supplies, build bridges, and transport the sick and elderly over treacherous mountain terrain. Now well versed in the ways of the jungle, an older, wiser Williams even added to his stable by smuggling more elephants out of Japanese-held territory. As the occupying authorities put a price on his head, Williams and his elephants faced his most perilous test. In a Hollywood-worthy climax, Elephant Company, cornered by the enemy, attempted a desperate escape: a risky trek over the mountainous border to India, with a bedraggled group of refugees in tow. Elephant Bill’s exploits would earn him top military honors and the praise of famed Field Marshal Sir William Slim. Part biography, part war epic, and part wildlife adventure, Elephant Company is an inspirational narrative that illuminates a little-known chapter in the annals of wartime heroism. Praise for Elephant Company “This book is about far more than just the war, or even elephants. This is the story of friendship, loyalty and breathtaking bravery that transcends species. . . . Elephant Company is nothing less than a sweeping tale, masterfully written.”—Sara Gruen, The New York Times Book Review “Splendid . . . Blending biography, history, and wildlife biology, [Vicki Constantine] Croke’s story is an often moving account of [Billy] Williams, who earned the sobriquet ‘Elephant Bill,’ and his unusual bond with the largest land mammals on earth.”—The Boston Globe “Some of the biggest heroes of World War II were even bigger than you thought. . . . You may never call the lion the king of the jungle again.”—New York Post “Elephant Company is as powerful and big-hearted as the animals of its title. Billy Williams is an extraordinary character, a real-life reverse Tarzan raised in civilization who finds wisdom and his true self living among jungle beasts. Vicki Constantine Croke delivers an exciting tale of this elephant whisperer–cum–war hero, while beautifully reminding us of the enduring bonds between animals and humans.”—Mitchell Zuckoff, author of Lost in Shangri-La and Frozen in Time From the Trade Paperback edition.",
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=tmqhAgAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=tmqhAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "description": "Outlines an approach to dog training that focuses on discipline and balance, discussing the most popular training techniques and how to encourage better behavior by using the dog's natural inclinations.",
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=XJz8wrTk2QMC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=XJz8wrTk2QMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "description": "For current dog owners or those thinking about getting a dog, this is the ultimate guidebook covering all of the essentials and answering all of the most commonly asked questions about living with and caring for a healthy, happy dog. Including how to: - select the right breed, and more importantly, the right energy for your own unique needs - introduce your new dog to your family, especially children, and other pets - set the rules of the house - learn to fulfill your dog's needs, not just your own - understand what your dog is trying to tell you through his or her behaviour - learn to manage a dog with 'issues' - find the right vet and much more! Filled with photographs, clear instructions, and resources for every dilemma, this book will give families everything they need to build a long and satisfying life with their new best friend.",
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=cXJeFdj00OYC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=cXJeFdj00OYC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "description": "From the bestselling author and star of National Geographic Channel's Dog Whisperer, the only resource you’ll need for raising a happy, healthy dog. For the millions of people every year who consider bringing a puppy into their lives–as well as those who have already brought a dog home–Cesar Millan, the preeminent dog behavior expert, says, \"Yes, you can raise the perfect dog!\" It all starts with the proper foundation in the early years. Here, Cesar tells you everything you need to know to create the best environment for a well-balanced dog in order to avoid behavior issues in the future, and shows you how to correct the most common behavior issues for young dogs. Based on Cesar’s own detailed experiences raising individual puppies from some of the most popular breeds, How to Raise the Perfect Dog is like having Cesar right beside you, as your own personal expert, coaching you and your dog from the first day of your life together. Packed with new information aimed specifically at the particular needs of puppies and adolescents, and written in Cesar's friendly, accessible style, How to Raise the Perfect Dog answers all the most commonly asked questions and guides you towards a loving, satisfying life-long relationship with your best friend. #1 New York Times bestselling author, Cesar Millan shows you how to raise the perfect dog and prevent behavior issues before they start, including: • what to expect from each stage of your puppy's development • quick and easy housebreaking • the essentials of proper nutrition • the importance of vaccinating–and of not over-vaccinating • creating perfect obedience from day one through rules, boundaries, and calm-assertive leadership • how to avoid the most common mistakes owners make raising puppies and young dogs • how to correct any issue before it becomes a problem • unique exercises and play to bring out the best in every breed From the Hardcover edition.",
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=ccX_NJsyyNIC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=ccX_NJsyyNIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "description": "When this beach bunny caught the eye of Hugh Hefner at an L.A. nightclub, Izabella St. James was looking for a fun break from studying for the bar. As the latest Girlfriend of the Playboy founder, her ''break'' lasted two years, but life behind the gates of the Playboy Mansion was anything but fun. Sure there were parties, presents, puppies, and plastic surgery; but there was also a curfew, a strict regimen of who sits where on movie night, limited contact with the outside world, and a sex life that was anything but wild and crazy. While the E! reality show, The Girls Next Door, has been a ratings hit, each of the three Playboy Bunnies in the series has since left the Mansion in newsworthy ways: one is engaged to a football player, and Hugh's ''main'' Girlfriend has finally understood that there would be no fairy-tale marriage and family with the man she literally transformed her life for. Izabella was there to witness how each of these relationships formed, where each Girlfriend fell in the pecking - and bed - order, and when, exactly, the fabled life turned shabby and cheap. From catfights to sneaking in boyfriends, from high-profile guests in the Grotto to the bizarre rituals of the octogenarian at the center of the sexual revolution, Bunny Tales is compulsively readable and endlessly entertaining!",
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=P1dslYd9mJUC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=P1dslYd9mJUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  }
 ]
}