{
 "items": [
  {
   "volumeInfo": {
    "description": "Case, a burned-out computer whiz, is asked to steal a security code that is locked in the most heavily guarded databank in the solar system, in a new edition of the influential Hugo, Nebula, and Philip K. Dick Award winner. Reprint."
   }
  },
  {
   "volumeInfo": {
    "description": "Seminar paper from the year 2002 in the subject English Language and Literature Studies - Literature, grade: 1 (very good), Otto-von-Guericke-University Magdeburg (Institut fur fremdsprachliche Philologien), course: Cyborgs (WS 2001/2002), 4 entries in the bibliography, language: English, comment: This paper is about William Gibson's 'Neuromancer'. Neuromancer was the book that initiated the cyberpunk debate, which was very influential in culture studies. The paper explores Gibson's position towards the mind-body-problem, i.e. the relation between mind and body., abstract: This paper is about William Gibson's famous novel \"Neuromancer.\" Neuromancer was the book that initiated the cyberpunk debate, a debate that was very influential in culture studies and modern literature. The cyberpunk debate created a more suspicious image of new technologies and their effect on the role of the human being as well as the social life and the society. Gibson's position towards the mind-body-problem, i.e. the relation between mind and body, is examined. An overview is given of possible technologies he describes and how they trigger the breakdown between man and machine as well as between individuals. The paper also sketches the effects of those technologies on social interaction, moral values and the structure of the society."
   }
  },
  {
   "volumeInfo": {
    "description": "Through the madness I shuffle. A wretched shell of the man I was when her Love possessed me. Lucifer has given me one chance at redemption. I am compelled to drag myself to the dusty finish line. Compelled by the love I have somewhere in my drowning heart and by the curiosity of a new adventure that will one day, surely kill me. This is the story of William Control"
   }
  },
  {
   "volumeInfo": {
    "description": "EDITORIAL REVIEW: One of the most important and influential novels of our time.*Neuromancer* is the multiple award-winning novel that launched the astonishing career of William Gibson. The first fully-realized glimpse of humankind's digital future, it is a shocking vision that has challenged our assumptions about our technology and ourselves, reinvented the way we speak and think, and forever altered the landscape of our imaginations.Now, for the first time, Ace Books is proud to present this groundbreaking literary achievement in a new trade paperback edition. Winner of science fiction's 'Triple Crown'--the Hugo, Nebula, and Philip K. Dick awards. Includes the special afterword Gibson wrote for the 10th anniversary hardcover edition published by Ace\"A mind-bender of a read.\" --*The Village Voice*\"Freshly imagined, compellingly detailed, and chilling in its implications.\" --*New York Times*\"Kaleidoscopic, picaresque, flashy and decadent...an amazing virtuoso performance.\" --*Washington Post*\"It made me want to live in its world.\" --*San Francisco Chronicle*\"A revolutionary novel.\" --*Publishers Weekly*\"Gibson is tapped straight into our collective cultural mainline and shows no sign of stopping.\" --*Spin*\"Gibson has revitalized science fiction as no other single force in a generation.\" --*Rolling Stone*\"Epic in scale.\" --*Wall Street Journal*\"The quintessence of cyberpunk.\" --*Washington Post Book World*"
   }
  },
  {
   "volumeInfo": {
    "description": "Please note that the content of this book primarily consists of articles available from Wikipedia or other free sources online. Pages: 30. Chapters: The Matrix, Neuromancer, Ghost in the Shell, Until the End of the World, Joe 90, Brain implant, Strange Days, EXistenZ, Brainstorm, Orgasmatron, Forever Peace, Call Me Joe, They're Made Out of Meat, Black Hole. Excerpt: Joe 90 is a late-1960s British science-fiction television series concerning the adventures and exploits of nine-year-old Joe McClaine, who starts a double life as a schoolboy turned spy when his scientist father invents a pioneering machine capable of duplicating and then transferring expert knowledge and experience to another human brain. Equipped with the skills of the foremost academic and military minds, Joe enlists in the World Intelligence Network (WIN), becoming its \"Most Special Agent,\" pursuing the ideal of world peace and saving human life. Created by Gerry and Sylvia Anderson and filmed at Century 21 Productions, one 30-episode series followed the earlier Thunderbirds and Captain Scarlet and the Mysterons. First screened in the UK between September 1968 and April 1969 on the ATV network, Joe 90 is the sixth and last of the Anderson productions to have been made exclusively using the form of marionette puppetry dubbed \"Supermarionation.\" The final puppet series, The Secret Service, also used this process, but in combination with extensive live-action footage. As in the case of its predecessor, Captain Scarlet, the puppets of Joe 90 are of a more naturally-proportioned design as opposed to the more caricatured appearance of the characters from Thunderbirds. Although not as successful as Century 21's previous puppet efforts, since its inception, Joe 90 has been praised, besides other aspects, for the characterisation of its smaller Supermarionation cast and the accomplishment of its model sets and special effects. Commentators read into Joe 90's spy-fi theme and the selection of a child as..."
   }
  },
  {
   "volumeInfo": {
    "description": "Please note that the content of this book primarily consists of articles available from Wikipedia or other free sources online. Pages: 122. Chapters: Digimon, Neuromancer, Serial Experiments Lain, Snow Crash, System Shock, Rez, Holodeck, Metal Gear Solid 2: Sons of Liberty, Summer Wars, ReBoot, Caprica, Hyperion, Life on Mars, Kingdom Hearts coded, The Deadly Assassin, Denn Coil, Permutation City, Dystopia, Beneath a Steel Sky, Star Ocean: Till the End of Time, Ghost in the Shell 2: Innocence, Code Lyoko, Kamen Rider Ryuki, VR Troopers, Diaspora, Enter the Matrix, Superhuman Samurai Syber-Squad, Harsh Realm, Otherland, Planet B, Danger Room, Simulated reality in fiction, The Matrix: Path of Neo, Wild Palms, Doom 2099, Kill Switch, Rainbows End, Virtuality, Net Ghost PiPoPa, Metaverse, VR.5, First Person Shooter, Ghost Rider 2099, A. B. and C., Netrunner, Schizogeny, The Fanimatrix, Kamen Rider Ryuki: Episode Final, Darwinia, The Dreamland Chronicles, Video Warrior Laserion, The Cookie Monster, The Sentence, Simulacron-3, Morpheus, Bits of Love, BloodNet, Commander Blood, They, Hard Time, Dreams for Sale, Taylor algorithms, TAP. Excerpt: MGS2: SubstanceXbox PlayStation 2 Microsoft Windows Metal Gear Solid 2: Sons of Liberty Metaru Gia Soriddo 2 Sanzu Obu Ribati, commonly abbreviated as MGS2) is a stealth action video game directed by Hideo Kojima, developed by Konami Computer Entertainment Japan and published by Konami for the PlayStation 2 in 2001. It is the fourth Metal Gear game produced and directed by Kojima and the direct sequel to Metal Gear Solid. Its release was followed by an expanded edition, Metal Gear Solid 2: Substance for PlayStation 2, Xbox and Windows. Metal Gear Solid 3: Snake Eater, a prequel to the entire Metal Gear series, followed in 2004. In 2008, a direct sequel, Metal Gear Solid 4: Guns of the Patriots was released. The story revolves around a massive offshore clean-up facility that has been seized by a group of terrorists that call..."
   }
  },
  {
   "volumeInfo": {
    "description": "William Gibson’s classic Sprawl trilogy includes NEUROMANCER which stands alongside BRAVE NEW WORLD and 1984 as one of the twentieth century’s most potent novels of the future."
   }
  },
  {
   "volumeInfo": {
    "description": "Please note that the content of this book primarily consists of articles available from Wikipedia or other free sources online. Hephaestus Books represents a new publishing paradigm, allowing disparate content sources to be curated into cohesive, relevant, and informative books. To date, this content has been curated from Wikipedia articles and images under Creative Commons licensing, although as Hephaestus Books continues to increase in scope and dimension, more licensed and public domain content is being added. We believe books such as this represent a new and exciting lexicon in the sharing of human knowledge. This particular book is a collaboration focused on Cyberpunk novels."
   }
  }
 ]
}
